Tekla.Structures.Filtering.Categories.ComponentFilterExpressions.Phase
The Phase class represents the phase filter expression.

Tekla.Structures.Filtering.Categories.ComponentFilterExpressions.Phase.#ctor
Initializes a new instance of the Phase class.